const validationMessages = {
	"email" : "Адресс электронной почты может содержать латинские буквы, цифры, символы '-' и '_'. Также он должен содержать '@' и '.'. '.'",
	"first-name" : "Имя должно быть не менее 2 символов Вы можете использовать латиницу и кириллицу",
	"last-name" : "Фамилия должна быть не менее 2 символов Вы можете использовать латиницу и кириллицу",
	"display-name" : "Имя должно быть не менее 4-х символов Вы можете использовать латиницу, кирилицу, цифры, символы '.', '-' и '_'. Первый и последный символы должны быть буквой или цифрой",
	"password" : "Пароль может содержать цифры и латинские буквы Минимальная длина - 6 символов.",
	"passrepeat" : "Пароли не совпадают!",
	"new-password" : "Пароль может содержать цифры и латинские буквы Минимальная длина - 6 символов.",
	"old-password" : "Пароль может содержать цифры и латинские буквы Минимальная длина - 6 символов."
};