<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<main class="column-center main-content">
<div class="rules">
	<h2 class="title">Как играть в блэкджек</h2>

	<p>&nbsp;</p>
	<p>
		<strong> Правила </strong>
	</p>
	<ul>
		<li>Игра играется с шестью колодами, которые перетасовываются
			случайным образом, при остатке 30%-50%.</li>
		<li>Дилер должен брать карту до 17.</li>
		<li>Выплата Блэкджек - 3 к 2.</li>
		<li>Любая другая выигрышная рука оплачивается 1 к 1.</li>
		<li>Страховка выплачивается 2 к 1.</li>
		<li>Сплит до четырех рук.</li>
		<li>Сдать можно любые две карты.</li>
		<li>Удвоить ставку можно на 9, 10 и 11.</li>
		<li>Сплит туз и десятиочковая карта тоже Блэкджек. <br>
			&nbsp;
		</li>
	</ul>
	<p>
		<strong> Достоинства карт </strong>
	</p>
	<ul>
		<li>Карточные масти не имеют никакого значения.</li>
		<li>Карты от 2 до 10 имеют номинальную стоимость.</li>
		<li>Валеты, дамы и короли стоят 10.</li>
		<li>Туз имеет значение 1 или 11. <br> &nbsp;
		</li>
	</ul>
	<p>
		<strong> Победа или поражение </strong>
	</p>
	<ul>
		<li>Игрок выигрывает, когда счет руки составляет 21 или менее, но
			больше, чем у дилера</li>
		<li>При счете 21 или меньше, когда дилер перебрал 21.</li>
		<li>Туз и любые десять-очковая вместе при раздаче называется
			Блэкджек.</li>
		<li>Блэкджек выплачивается 3 к 2, при условии, что у дилера не
			блэкджек.</li>
		<li>Если Игрок и дилер имеют одинаковый результат меньше или
			равно 21 - ничья.</li>
	</ul>
	<p>
		<strong> Описание кнопок </strong>
	</p>
	<ul>
		<li>Ставка -. Используется, чтобы начать игру после того, как вы
			разместили свою ставку</li>
		<li>ЕЩе - Используется, если вы хотите взять еще одну карту.
			Игроки могут брать карту столько раз, сколько им нравится, если сумма
			карт меньше 21.</li>
		<li>Хватит - Используется, если вы хотите завершить ход.</li>
		<li>Удвоить - После того, как разданы первые две карты игрок
			может решить удвоить. Ставка на руке удваивается и одна
			дополнительная карта сдается игроку. Игрок не может брать больше
			карт.</li>
		<li>Разделить - Используется для разделения первых двух карт, на
			две отдельные руки, когда они совпадают. Вы можете иметь до четырех
			рук. Одна дополнительная карта будет раздана для каждой руки.</li>
		<li>Сдаться - Если игрок решает сдаться, они получают 50% от
			стоимости ставки, а другая половина идет казино.</li>
		<li>Страхование - Если у дилера первой открытой картой является
			туз, то дилер может предложить игрокам страхование от блек-джека.
			Игрок, ставит дополнительную страховую ставку, равную половине
			первоначальной. В случае, если у дилера будет блек-джек, то игрок
			теряет свою игровую ставку, но ему выплачивается страховка в размере
			2 к 1. <br> &nbsp;
		</li>
	</ul>
</div>
</main>